Repository: fcitx/fcitx5-chinese-addons
Catalog: po/*.po
Languages: fr

source: for
fr: pour

source: %1 already exists, do you want to overwrite this dictionary?
fr: %1 existe déjà, désirez-vous écraser ce dictionnaire ?

source: %1% Downloaded.
fr: %1 % téléchargé.

source: &Add
fr: &Ajouter

source: &Browse Sogou Cell Dictionary Online
fr: &Naviguer dans le dictionnaire en igne Sogou Cell

source: &Clear
fr: &Nettoyer

source: &Clear Dictionary
fr: &Nettoyer le dictionnaire

source: &Clear User Data
fr: &Nettoyer les données utilisateur

source: &External Editor
fr: &Éditeur externe

source: &Import
fr: &Importer

source: &Open User Data Directory
fr: &Ouvrir le dossier des données utilisateur

source: &Remove
fr: &Supprimer

source: &Usage
fr: &Utilisation

source: (Half)
fr: (demi)

source: Action when switching input method
fr: Action lors d'un changement de méthode de saisie

source: Add Phrase
fr: Ajouter une phrase

source: Add support for Pinyin, Table and many other Chinese related functionality to Fcitx
fr: Ajouter le support pour le pinyin. les tables et différents autres fonctionnalité relative au chinois, à Fcitx

source: Allow use keypad key as table input
fr: Permettre l'utilisation des touches du pavé numérique pour la saisie par table

source: Alternative Mapping
fr: Assignation alternative

source: Always show Cloud Pinyin place holder
fr: Toujours afficher l'adresse utilisée par Cloud Pinyin

source: Are you sure to delete %1?
fr: Êtes vous sûr de vouloir supprimer %1 ?

source: Are you sure to delete all dictionaries?
fr: Êtes-vous sûr de vouloir supprimer tous les dictionnaires ?

source: Auto phrase length
fr: Longueur de phrase automatique

source: Auto rule set
fr: Jeu de règles automatique

source: Auto select candidate
fr: Sélection automatique des propositions

source: Auto select when no match is found
fr: Sélection automatique lorsque rien ne correspond

source: Backspace behavior on prediction
fr: Comportement de la touche retour arrière lors de la prédiction

source: Backspace when not using on-screen keyboard
fr: Touche retour arrière quand n'est pas utilisé un clavier à l'écran

source: Browse Sogou Cell Dict repository
fr: Navigue dans le dépôt Sogou Cell Dict

source: Candidate List orientation
fr: Orientation de la liste des propositions

source: Candidates Per Page
fr: Propositions par page

source: Cangjie (Simplified Chinese)
fr: Cangjie (chinois simplifié)

source: Chinese Addons
fr: Extensions pour le chinois

source: Choose Character from Phrase
fr: Caractère chinois d'une phrase

source: Clear
fr: Nettoyer

source: Clear &All Data
fr: Nettoyer &toutes les données

source: Cloud Pinyin Candidate Order
fr: Ordre des propositions Cloud Pinyin

source: Cloud Pinyin Status
fr: Status de Cloud Pinyin

source: Cloud Pinyin is disabled.
fr: Cloud Pinyin est désactivé

source: Cloud Pinyin is enabled.
fr: Cloud Pinyin est activé

source: Commit Invalid Segment
fr: Valider un segment incorrect

source: Commit Raw Input
fr: Valider la saisie brute

source: Commit after auto select candidates
fr: Valider après la sélection automatique des propositions

source: Commit buffer when deactivating input method
fr: Valider le tampon lors de la désactivation de la méthode de saisie

source: Commit current preedit
fr: Valider la pré-édition actuelle

source: Commit default selection
fr: Valider la sélection par défaut

source: Commit preview
fr: Valider la prévisualisation

source: Commit the segment that does not exist in the table. This option is useful for some latin/compose based table.
fr: Validation d'un segment qui n'existe pas dans la table. Cette option est utile pour certaines tables basées sur l'écriture latine/compose

source: Common Typo
fr: Erreur d'écriture courante

source: Composing pinyin
fr: Composer en pinyin

source: Configure Simplified/Traditional Chinese Conversion
fr: Configurer la conversion du chinois simplifié/traditionnel

source: Confirm deletion
fr: Confirmer la suppression

source: Convert failed.
fr: La conversion a échoué

source: Converter crashed.
fr: Le convertisseur à planté

source: Correction Layout
fr: Disposition de la correction

source: Could not find pinyin.
fr: Ne peut pas trouver le pinyin

source: Create directory failed. Please check the permission or disk space.
fr: La création du dossier à échoué. Veuillez vérifier les permission et l'espace disque.

source: Create temporary file failed.
fr: La création du fichier temporaire à échoué

source: Creating temp file failed. Please check the permission or disk space.
fr: La création du fichier temporaire à échoué. Veuillez vérifier les permission et l'espace disque.

source: Custom
fr: Personnalisé

source: Custom Phrase Editor
fr: Éditeur de phrases personnalisées

source: Default
fr: Par défaut

source: Delete from custom phrase
fr: Supprimer depuis les phrases personnalisées

source: Dialog
fr: Dialogue

source: Dictionary already exists
fr: Le dictionnaire existe déjà

source: Display Hint for word
fr: Afficher un indicateur pour le mot

source: Display Shuangpin when looking up pinyin
fr: Afficher le Shuangpin lors de la recherche de pinyin

source: Display custom hint
fr: Afficher des indications personnalisées

source: Do not display
fr: Ne pas afficher

source: Do not show
fr: Ne pas montrer

source: Do you want to enable cloudpinyin now for better prediction? You can always toggle it later in configuration or by pressing {}.
fr: Désirez-vous activer cloudpinying maintenant pour une meilleur prédiction ? Vous pourrez toujours le commuter plus tard dans la configuration ou en pressant {}.

source: Do you want to enable cloudpinyin now for better prediction? You can always toggle it later in configuration.
fr: Désirez-vous activer cloudpinying maintenant pour une meilleur prédiction ? Vous pourrez toujours le commuter plus tard dans la configuration.

source: Do you want to reload custom phrase from disk?
fr: Désirez-vous recharger les phrases personnalisées depuis le disque ?

source: Don't sort word shorter than
fr: Ne pas trier les mot plus petit que

source: Download Finished
fr: Téléchargement terminé

source: Download started.
fr: Téléchargement démarré

source: Enable Cloud Pinyin
fr: Activer Cloud Pinyin

source: Enable Cloudpinyin
fr: Activer Cloud Pinyin

source: Enable Prediction
fr: Activer la prédiction

source: Enable more Characters after Unicode CJK Extension B
fr: Activer d'avantage de caractères d'après l'Unicode CJKV Extension B

source: Enabled Input Methods
fr: Activer les méthodes de saisie

source: End key
fr: Touche Fin

source: Enter quickphrase mode when current input matches any regular expression from the list.
fr: Entrer dans le mode quickphrase lorsque la saisie actuelle correspond à n'importe quelle expression régulière de la liste.

source: Entries
fr: Entrées

source: Error while deleting %1.
fr: Erreur lors de la suppression de %1.

source: Exact Match
fr: Correspondance exacte

source: Extra Pinyin functionality
fr: Fonctionnalité pinyin supplémentaire

source: Failed to create directory
fr: La création du dossier à échouée

source: Failed to create request.
fr: La création de la requête à échouée

source: Failed to create temp file
fr: La création du fichier temporaire à échouée

source: Failed to get runtime directory
fr: La récupération du dossier de travail à échouée

source: Fast
fr: Rapide

source: File
fr: Fichier

source: File Operation Failed
fr: L'opération sur le fichier à échoué

source: File updated
fr: Fichier mis à jour

source: Filter by stroke
fr: Filtrer par traits

source: First candidate as Preedit
fr: Première proposition en pré-édition

source: Fix embedded preedit cursor at the beginning of the preedit
fr: Fixe le curseur de la pré-édition embarquée au début de la pré-édition

source: Forget candidate
fr: Oublie la proposition

source: Forget word
fr: Oublie le mot

source: Freq
fr: Fréq

source: From &File
fr: Depuis un &Fichier

source: From &Sogou Cell Dictionary File
fr: Depuis le fichier de dictionnaire &Sogou Cell

source: Full width Character
fr: Caractère pleine largeur

source: Full width Character is disabled.
fr: Le caractère pleine largeur est désactivé

source: Full width Character is enabled.
fr: Le caractère pleine largeur est activé

source: Full width character
fr: Caractère pleine largeur

source: Full width punctuation
fr: Ponctuation pleine largeur

source: Full width punctuation is disabled.
fr: La ponctuation pleine largeur est désactivée

source: Full width punctuation is enabled.
fr: La ponctuation pleine largeur est activée

source: Fuzzy Pinyin
fr: Pinyin vague

source: Half width Character
fr: Caractère demi-largeur

source: Half width punctuation
fr: Ponctuation demi-largeur

source: Half width punctuation after latin letter or number
fr: Ponctuation demi-largeur après un caractère latin ou un chiffre

source: Icon
fr: Icône

source: If the value less than 0, means this feature is disabled. If auto phrase is enabled, selecting auto phrase candidate explicitly will still add the word as a new user phrase.
fr: Si la valeur est inférieure à 0, la fonctionnalité est désactivée. Si la phrase automatique est activée, la sélection explicite d'une proposition de phrase arrêtera d'ajouter le mot en tant que nouvelle phrase utilisateur

source: Ignore built in punctuation
fr: Ignore a ponctuation intégrée

source: Inner Segment (xian -> xi'an)
fr: Segment intérieur (xian -> xi'an)

source: Inner Segment for Short Pinyin (qie -> qi'e)
fr: Segment intérieur pour un pinyin court (qie -> qi'e)

source: Input Dictionary Name
fr: Nom du dictionnaire de saisie

source: Key
fr: Touche

# Key of the punctuation, e.g. comma
source: Key
fr: Touche

source: Key to trigger quickphrase
fr: Touche pour déclencher quickphrase

source: Learn auto phrase with phrase
fr: Apprendre une phrase automatique à partir d'une phrase

source: Learning
fr: Apprentissage

source: Length limit of selecting the only candidate
fr: Longueur limite de la sélection de la proposition unique

source: Look up pinyin
fr: Recherche de pinyin

source: Manage Custom Phrase
fr: Gérer les phrases personnalisées

source: Manage Dictionaries
fr: Gérer les dictionnaires

source: Mapping
fr: Assignation

source: Marker for auto phrase in the candidates
fr: Marqueur pour les phrases automatiques dans les propositions

source: Match partial finals (e -> en, eng, ei)
fr: Correspondance partielle des terminaisons (e -> en, eng, ei)

source: Match partial shuangpin if input length is longer than 4
fr: Correspondance partielle du shuangpin si le longueur de la saisie est supérieure à 4

source: Minimum Pinyin Length
fr: Longueur de pinyin minimale

source: Modify dictionary
fr: Modifier le dictionnaire

source: New Dictionary Name:
fr: Nouveau nom de dictionnaire :

# OpenCC Profile
source: New Japanese Kanji (Shinjitai) to Traditional Chinese Characters (Kyūjitai)
fr: Des Nouveaux caractères japonais (shinjitai) vers les caractères chinois traditionnels et japonais anciens (Kyūjitai)

source: Next Candidate
fr: Proposition suivante

source: Next Page
fr: Page suivante

source: Next page
fr: Page suivante

source: No
fr: Non

source: No browsing outside pinyin.sogou.com, now redirect to home page.
fr: Pas de navigation en dehors de pinyin.sogou.com, redirige à présent vers la page de garde.

source: None
fr: Aucun

source: Not available
fr: Non disponible

source: Not set
fr: Non définit

source: Number of Phrase Candidates
fr: Nombre de propositions de phrases

source: Number of Predictions
fr: Nombre de prédictions

source: Number of Sentences
fr: Nombre de phrases

source: Only Clear candidates
fr: Nettoie uniquement les propositions

source: OpenCC profile for Simplified to Traditional
fr: Profile OpenCC pour Simplifié vers Traditionnel

source: OpenCC profile for Traditional to Simplified
fr: Profile OpenCC pour Traditionnel vers Simplifié

source: Order
fr: Ordre

source: Order policy
fr: politique d'ordonnancement

source: Order:
fr: Ordre :

source: Pinyin dictionary manager
fr: Gestionnaire de dictionnaire pinyin

source: Prediction Disabled
fr: Prédiction désactivée

source: Prediction Enabled
fr: Prédiction activée

source: Prediction Size
fr: Taille de la prédiction

source: Preedit Mode
fr: Mode de pré-édition

source: Prefix key to trigger Pinyin
fr: Touche de préfixe pour déclencher le pinyin

source: Press Backspace to forget.
fr: Presser retour arrière pour oublier

source: Press Delete to remove.
fr: Presser Suppr pour supprimer

source: Press space or enter to insert.
fr: Presser espace ou entré pour insérer

source: Press {} for {}
fr: Presser {} pour {}

source: Press {} for {} and Return for {}
fr: Presser {} pour {} et entrée pour {}

source: Previous Candidate
fr: Proposition précédente

source: Previous Page
fr: Page précédente

source: Previous page
fr: Page suivante

source: Punctuation
fr: Ponctuation

source: Regular expression for auto select when no match is found
fr: Expression régulière pour la sélection automatique lorsqu'aucune correspondance n'est trouvée

source: Regular expression for selecting the only candidate
fr: Expression régulière pour sélectionner la proposition unique

source: Regular expression to trigger quick phrase
fr: Expression régulière pour déclencher quick phrase

source: Remove &All
fr: &Tout supprimer

source: Save auto phrase after being typed for ... times
fr: Sauvegarder la phrase automatique après qu'elle soit tapée ... fois

source: Scel file (*.scel)
fr: Fichier Scel (*.scel)

source: Select Current Candidate
fr: Sélectionner la proposition actuelle

source: Select Dictionary File
fr: Sélectionner le fichier de dictionnaire

source: Select Second Candidate
fr: Sélectionner la seconde proposition

source: Select Third Candidate
fr: Sélectionner la troisième proposition

source: Select candidate to be removed from history:
fr: Sélectionner la proposition à supprimer de l'historique :

source: Select scel file
fr: Sélectionner un fichier scel

source: Selection
fr: Sélection

source: Separator text between hint and candidate
fr: Texte de séparation entre les indicateurs et les propositions

source: Set to 0 will show all candidates.
fr: Régler à 0 pour montrer toutes les propositions

source: Show Chaizi candidates
fr: Montrer les propositions Chaizi

source: Show English Candidates
fr: Montrer les propositions en anglais

source: Show animation when Cloud Pinyin is loading
fr: Afficher des animations lors du téléchargement de Cloud Pinyin

source: Show complete pinyin in preedit
fr: Afficher le pinyin complet lors de la pré-édition

source: Show current shuangpin mode
fr: Afficher le mode shuangpin actuel

source: Show prediction words
fr: Afficher les mots de prédiction

source: Show stroke candidates when typing with h(一), s(丨), p(丿), n(㇏), z(𠃍)
fr: Afficher les propositions de traits lors de la saisie avec h(一), s(丨), p(丿), n(㇏), z(𠃍)

source: Show symbol candidates
fr: Afficher les propositions de symboles

source: Shuangpin Profile
fr: Profile Shuangpin

source: Simplified Chinese
fr: Chinois simplifié

source: Simplified Chinese is enabled.
fr: Le chinois simplifié est activé

# OpenCC Profile
source: Simplified Chinese to Traditional Chinese
fr: Chinois simplifié et chinois traditionnel

# OpenCC Profile
source: Simplified Chinese to Traditional Chinese (Hong Kong variant)
fr: Chinois simplifié vers chinois traditionnel (variante de Hong Kong)

# OpenCC Profile
source: Simplified Chinese to Traditional Chinese (Taiwan standard)
fr: Chinois simplifié vers chinois traditionnel (standard de Taïwan)

# OpenCC Profile
source: Simplified Chinese to Traditional Chinese (Taiwan standard, with phrases)
fr: Chinois simplifié vers chinois traditionnel (standard de Taïwan, avec phrases)

source: Simplified and Traditional Chinese Translation
fr: Traduction de chinois simplifié et traditionnel

source: Sort candidate by code length
fr: Trier les propositions par longueur de code

source: Sort candidates based on current context
fr: Trié les propositions en fonction du contexte courant

source: Switch to Simplified Chinese
fr: Basculer vers le chinois simplifié

source: Switch to Traditional Chinese
fr: Basculer vers le chinois traditionnel

source: Table Global Options
fr: Options globales de Table

source: Temporary file created.
fr: Fichier temporaire créé

source: Text to trigger quickphrase
fr: Texte pour déclencher quickphrase

source: Toggle Key
fr: Touche de commutation

source: Toggle key
fr: Touche de commutation

source: Traditional Chinese
fr: Chinois traditionnel

# OpenCC Profile
source: Traditional Chinese (Hong Kong variant) to Simplified Chinese
fr: Chinois traditionnel (variante de Hong Kong) vers chinois simplifié

# OpenCC Profile
source: Traditional Chinese (Hong Kong variant) to Traditional Chinese
fr: Chinois traditionnel (variante de Hong Kong) vers chinois traditionnel

# OpenCC Profile
source: Traditional Chinese (Taiwan standard) to Simplified Chinese
fr: Chinois traditionnel (standard de Taïwan) vers chinois simplifié

# OpenCC Profile
source: Traditional Chinese (Taiwan standard) to Simplified Chinese (with phrases)
fr: Chinois traditionnel (standard de Taïwan) vers chinois simplifié (avec phrases)

# OpenCC Profile
source: Traditional Chinese (Taiwan standard) to Traditional Chinese
fr: Chinois traditionnel (standard de Taïwan) vers chinois traditionnel

# OpenCC Profile
source: Traditional Chinese Characters (Kyūjitai) to New Japanese Kanji (Shinjitai)
fr: Caractères chinois traditionnels autrefois utilisés en japonais ()Kyūjitai vers les nouveaux caractères chinois simplifiés du japonais (Shinjitai)

source: Traditional Chinese is enabled.
fr: Le chinois traditionnel est activé

# OpenCC Profile
source: Traditional Chinese to Simplified Chinese
fr: Chinois traditionnel vers chinois simplifié

# OpenCC Profile
source: Traditional Chinese to Traditional Chinese (Hong Kong variant)
fr: Chinois traditionnel vers chinois traditionnel (Variante de Hong Kong)

# OpenCC Profile
source: Traditional Chinese to Traditional Chinese (Taiwan standard)
fr: Chinois traditionnel vers chinois traditionnel (standard de Taïwan)

source: Translate engine
fr: Moteur de traduction

source: Type paired punctuations together (e.g. Quote)
fr: Frapper les paires de ponctuation ensemble (exemple guillemets)

source: Usage
fr: Utilisation

source: Use BackSpace to cancel the selection
fr: Utiliser le retour arrière pour annuler la sélection

source: Use Keypad as Selection key
fr: Utiliser le pavé numérique comme touche de séléction

source: Use Left and Right to select character:
fr: Utiliser gauche et droite pour sélectionner un caractère :

source: Use Left and Right to select text.
fr: Utiliser gauche et droite pour sélectionner du texte.

source: Use V to trigger quickphrase
fr: Utiliser V pour déclencher quickphrase

source: Use full width
fr: Utiliser la pleine largeur

source: Wrong Link
fr: Lien erroné

source: Yes
fr: Oui
